Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Toisen kappaleen kolmannessa lauseessa sanotaan, että erityistä huomiota tulee
sme: Nubbi lađas, goalmmát cealkka cealká ahte erenomážit lea dárbu vuhtii váldit

source: kiinnittää poronhoitoa harjoittavien saamelaisten asemaan.
sme: boazosápmelaččaid beroštumiid.

source: Määräys vastaa ILO:n
sme: Mearrádus soahpá bures oktii ILO-konvenšuvnna nr..

source: yleissopimuksen n:o 169 14 artiklan 1 kohdan viimeistä lausetta.
sme: 169 artihkkala 14 nr. 1 maŋimuš mearrádusain.

source: Poronhoito on vuoden
sme: Boazodoallu lea guohtumiid dárbbus

source: ympäri laidunmaiden varassa.
sme: miehtá jagi.

source: Vaihtelevien sää- ja lumiolosuhteiden vuoksi poronhoitoa
sme: Molsašuddi dálkkit ja muohttagat mearkkašit ahte sis maid ferte leat

source: harjoittavilla tulee olla mahdollisuus päästä eri alueille.
sme: beassanlohpi máŋggalágan guovlluide.

source: Näin ollen laidunmaiden puute
sme: Váilevaš guohtumat muhtumin jagis čuhcet

source: vuoden jonkin osan aikana vaikuttaa poronhoitoon kokonaisuutena.
sme: dainna lágiin boazodollui oppalohkái.

source: Näennäisen
sme: Meassamat mat orrot unnit sáhttet bahás

source: vähäpätöisistä toimenpiteistä saattaa olla vakavia seurauksia, jos toimenpiteeseen ryhdytään
sme: čuohcit jos doaibmabidju dáhpáhuvvá hearkkes guovlluin, geahča omd. Rt. 2000

source: 2000, sivu 1578.
sme: siiddu 1578.

source: Toisen kappaleen neljäs lause: Saamelaisilla on oikeus soveltaa käyttöoikeuttaan
sme: Nubbi lađas, njealját cealkka: Sámiin lea vuoigatvuohta doaimmahit

source: sopusoinnussa teknisen kehityksen kanssa, ja heillä on siis oikeus ottaa käyttöön teknisiä
sme: geavahanvuoigatvuođaideaset teknihkalaš ovdáneami mielde, ja sis lea nappo dalle

source: apuvälineitä.
sme: vuoigatvuohta váldit adnoseaset teknihkalaš veahkkegaskaomiid.

source: Kolmas kappale: Kuten edellä on mainittu, oikeuskäytännössä on vahvistettu
sme: Goalmmát lađas: Nugo namahuvvui dás badjeleappos, de riektedoalus lea

source: saamelaisten mahdollisuus saada ikimuistoista nautintaa koskevien säännösten nojalla sekä
sme: nannejuvvon ahte sámit njuolggadusaid vuođul mat leat guhkesáigásaš geavaheami ja

source: omistusoikeus että käyttöoikeus.
sme: vuoigatvuođa ja geavahanvuoigatvuođa.

source: Oikeuskäytäntö osoittaa kuitenkin, että tyypillisen
sme: Mo juo leažžá, de riektedoallu čájeha ahte

source: saamelaisen maankäytön tunnustaminen oikeuksia muodostavana käyttönä on tuottanut
sme: tiippalaš sámi geavaheapmi dattetge deaivida váttisvuođaid go dat ii dohkkestuva

source: vaikeuksia.
sme: geavaheapmin mii ásaha vuoigatvuođaid.

source: Ruotsissa Nedre Norrlandin hovioikeus ei 15. helmikuuta 2003 antamassaan
sme: för Nedre Norrland celkkii guovvamánu 15. b. 2002, mas boazosápmelaččaide ii

source: tuomiossa asettunut kannattamaan porosaamelaisten laiduntamisoikeutta yksityisen
sme: mieđihuvvon guođohanvuoigatvuohta priváhta eatnamiidda. Ja ii dange duomus maid

source: omistamalla maalla. Lisäksi Östersundin käräjäoikeuden 8. elokuuta 2005 antamassa
sme: Östersund tingsrätt celkkii borgemánu 8. b. 2005 mieđihuvvon Tåssåsen čerrui

source: yksityisen omistamalla maalla.
sme: guođohanvuoigatvuohta priváhta eatnamiidda.

source: Norjan osalta voidaan viitata korkeimman oikeuden ratkaisuihin, katso Rt. 1988 sivu
sme: Norggas lea vejolaš čujuhit alimusrievtti mearrádusaide maid gieđahallet

source: 1217 (Korssjøfjell-asia), Rt. 1996 sivu 1232 (Tysfjord-asia sekä Rt.
sme: Rt. 1988 siidu 1217 (Korssjøfjell-ášši), Rt. 1996 siidu 1232 (Divttasvuotna-ášši) ja

source: 1997 sivu 1608
sme: Rt. 1997 siidu 1608 (Aursunden-ášši).

source: Edellä mainituissa ruotsalaisissa ja norjalaisissa oikeusratkaisuissa saamelaisten
sme: Ruoŧŧilaš ja norgalaš diggemearrádusain celkojuvvo ahte sámiid geava

source: maankäyttö oli jättänyt jossakin määrin sellaisia jälkiä, jotka voivat todistaa saamelaisten
sme: heamis ledje báhcán unnán luottat mat sáhtášedje duođaštit sámiid orruma.

source: läsnäolon. Vaikka saamelaisten maankäyttö voitiin todistaa, se ei ollut tuomioistuinten
sme: Ja vaikko sámiid geavaheami lei vejolaš duođaštit, de duopmostuoluid mielas dat geavaheapmi

source: käsityksen mukaan tarpeeksi laajaa ja intensiivistä tai muut poissulkevaa, jotta se olisi
sme: ii lean doarvái viiddis ja intensiiva dahje eksklusiiva vuoigatvuođaid ásaheapmái.

source: Norjassa käsitys saamelaisten maan- ja vedenkäytöstä muuttui vuonna 2001.
sme: Norggas nuppástuvai oaidnu sámi geavaheamis jagi 2001. Alimusriekte

source: Korkeimman oikeuden päätöksessä, katso Rt. 2001 sivu 769 (Selbu-asia), todettiin, että
sme: mearrádus mi lea Rt. 2001 siiddus 769 (Selbu-ášši), nannii ahte go árvvoštalle leigo

source: saamelaisten maankäytölle ominaiset erityispiirteet tuli ottaa huomioon arvioitaessa, oliko
sme: geavaheapmi ásahan vuoigatvuođa, de fertejedje váldit vuhtii daid beliid mat leat

source: maankäyttö luonut perustan oikeuksille.
sme: sámi fidnogeavaheami dovdomearka.

source: Ratkaisussa, joka oli täysistuntoratkaisu, enemmistöä
sme: Mearrádusas, mii lei dievasčoahkkima duopmu,

source: edustanut äänensä ensimmäiseksi antanut tuomari lausui:
sme: celkkii vuosttamužžan jienasteaddji guhte ovddastii eanetlogu:

source: ” Ikimuistoiseen nautintaan perustuva oikeuden saaminen nojautuu kolmeen osatekijään: kysymyksessä tulee olla tietty käyttö, joka on tapahtunut pitkän ajan kuluessa ja vilpittömin mielin.
sme: ” Riekteoamasteami vuođđun guhkesáigásaš geavaheami geažil leat golbma elemeantta: Vissis geavaheapmi ferte leat, mii lea leamaš guhkes áiggi, ja mii lea buori jáhkus dáhpáhuvvan.

source: Ei ole kuitenkaan olemassa pysyviä kriteereitä sen asian ratkaisemiseksi, ovatko yksittäiset ehdot täyttyneet. …
sme: Eai leat dattetge árvvoštallamis nana kriteriijat maiguin mearridit leago guhtege eaktu ollašuvvan vai ii. …..

source: Vaatimukset tulee mukauttaa saamelaisten ja porojen maankäyttöön.
sme: Gáibádusat fertejit heivehuvvot dasa mo sámit bohccuideasetguin geavahit guovllu.

source: Tällöin on otettava huomioon, että saamelaisten elämänmuoto on perustunut paimentolaisuuteen.
sme: Vuhtii lea dárbu váldit ahte sámii eallingvuohki lea leamaš nomadalaš.

source: Muiden laiduneläinten kohdalla painotettuja osatekijöitä ei voi ilman muuta soveltaa poronhoitoon.
sme: Momeanttaid mat leat deattuhuvvon eará guohttu elliid dáfus, ii leat eambbo geavahit boazoguohtuma dilálašvuođaide.

source: Nämä seikat tulee ottaa mukaan arviointiin.
sme: Dáid beliid lea árvvoštallamis dárbu váldit vuhtii.

source: Konkreettisista osatekijöistä korostan etenkin sitä, että poronhoito edellyttää erittäin suurta aluetta ja että alueen käyttö vaihtelee vuodesta toiseen säästä, tuulesta ja laidunmaitten laadusta riippuen.
sme: Konkrehta momeanta maid mun dás válddán erenoamážit ovdan, lea ahte boazodoallu dárbbaša viiddis guovlluid, ja ahte eanangeavaheapmi rievddalda jagis jahkái dálkkiid, biekkaid ja guohtumiid mielde.

source: Näin ollen ei voida vaatia, että porot ovat laiduntaneet tietyllä alueella joka vuosi.
sme: Danne ii leat vejolaš gáibidit ahte bohccot galget leat guhton dihto guovllus juohke jagi.

source: Sekä tästä syystä että saamelaisten paimentolaistyyppisen elämänmuodon takia poronhoidon keskeytyminen melko pitkäksikään ajaksi ei voi estää oikeuden saamista.
sme: Sihke danne ja go sámiid eallinvuohki lea nomadalaš, de gaskkalduvvamat eai sáhte duššadit vuoigatvuođa oamasteami, vaikko dat sáhttet leat leamaš guhkebuš áigái.

source: Tässä yhteydessä mainitsen, että Mauken-tuomiossa [Rt. 1985 s. 532] poronhoidolla katsottiin oleva korvausoikeudellinen suoja, vaikka poronhoitoa ei ollut 1920-luvun alun jälkeen harjoitettu kyseisellä alueella miesmuistiin.
sme: Dán oktavuođas mun namahan ahte Mievki-duomus [Rt. 1985 s. 532] oaivvilduvvui ahte boazodoalus lea buhtadusrievttálaš suodjalus vaikko dat 1920-logu maŋŋá lei jávkosis dan guovllus badjelaš olles buolvva.

source: Keskeytyksen katsotaan kuitenkin tarkoittavan pidempää yhtenäistä ajanjaksoa.
sme: Muhto gaskkalduvvamiid oktavuođas ferte gáibiduvvot ahte bissovaš geavaheapmi lea juo leamaš guhkebuš áiggiid.

source: Porojen luonteen huomioon ottamisesta seuraa, että laiduntamisen muodolle tulee antaa suuri merkitys.
sme: Boađus lea, go bohccuid luonddu lea dárbu váldit vuhtii, ahte árvvoštallamis ferte leat deaddu guohtunvuogádagas.

source: Poronhoito edellyttää suurten alueiden käyttöönottoa, ja alueen käytön ratkaisevat ympäristö, pinnanmuodostus, ravinnonsaannin olosuhteet, sääolosuhteet ym. Tässä tyypillisen laiduntamisen mallissa porot vaeltelevat paikasta toiseen.
sme: Bohccot geavahit viiddis eatnamiid, ja birrasat, topografiija, ealát, dálkkit ja biekkat jna. mearridit guovlluid geavaheami. Tiippalaš guohtunvuogádat lea bálggadeapmi.

source: Porot valitsevat tietyt ydinalueet esimerkiksi vasomispaikoiksi, mikä ei tarkoita, etteikö maankäyttöalue voisi olla huomattavasti suurempi.
sme: Go bohccuin leat dihto váldoguovllut omd. guottetáiggi, de dat ii mearkkaš ahte geavahuvvon guovlu ii leat dađe stuorit.

source: Oikeuksien saamista ei täten voida estää yksinomaan siksi, että alueella on harjoitettu niin kutsuttua ” vaeltelevien porojen laiduntamista ”. ”
sme: Vuoigatvuođa oamasteapmi ii sáhte dan geažil čuldojuvvot eret duššefal dan geažil go bohccot leat guhton dušše veaháš duos dás (streifbeiting). ”

source: Korkein oikeus kiinnittää myös huomiota tämän tyyppisissä asioissa ilmeneviin erityisiin
sme: Alimusriekti čujuha maid daidda erenoamáš metodajearaldagaide mat čuožžilit dkkár

source: menetelmäongelmiin, ja ensimmäisenä äänestänyt tuomari lausuu:
sme: áššiin, ja vuosttamužžan jienasteaddji cealká:

source: ” Tämänkaltaisissa asioissa tulee vastaan erityinen menetelmäongelma: porosaamelaisilla ei ollut taloudellisen mukautumisensa ja sosiaalisen rakenteensa pohjalta minkäänlaista voimakasta tarvetta alkaa käyttää kirjakieltä, vrt. Pareli ja Severinsenin kirjoitus: Eteläsaamelaisen historiantutkimuksen muutamia menetelmäongelmia, julkaistu Tromssan museon lehdessä Ottar n:o 116−117, sivut 29−37, sivu 30.
sme: ” Dákkár áššiin mii deaivvahit erenomáš metodajearaldaga: Iežaset ekonomalaš heivehallamis ja sosiála struktuvrras boazosápmelaččain ii leat miige stuorra dárbbuid geavahišgoahtit čállingiela, vrd. Pareli ja Severinsen: Muhtun metodaváttisvuođat lullisámi hirstorjádutkamis, prentejuvvon Ottar nammasaš bláđđái, nr. 116-117 siiddut 29-37, gč. s. 30.

source: Toisaalta saamelaisilla oli luonnollisesti pysyvän väestön tapaan suullisia perinteitä.
sme: Nuppe bealis sámiin dieđusge ledje, nugo gittaášši olbmuinge, njálmmálaččat árbejuvvon dieđut.

source: Tällaisia perinteitä tulee arvioida tarkkaan, mutta niitä ei voi jättää yleisesti hyväksymättä.
sme: Dakkár árbejuvvon dieđuid lea dárbu árvvoštallat dárkilit, go daid eat sáhte viidát hilgut.

source: Mikäli muut tiedot lisäksi tukevat niiden olemassaoloa, niiden painoarvo saattaa lisääntyä entisestään.
sme: Ja go daid dorjot eará dieđutge, de daid árvu lassána.

source: Viittaan edelleen siihen, että koska saamelaiset olivat paimentolaisia ja käyttivät yleensä mätäneviä orgaanisia aineita, poronhoidosta saattaa myös olla vaikeaa löytää fyysisiä jälkiä.
sme: Dasto mun čujuhan dasa ahte go sámit ledje nomadat ja eanaš geavahedje organalaš árvdnasiid maid guohcagit, de šaddá váttis boazodoalus gávdnat oinnolaš luottaid.

source: Näiden seikkojen perusteella on syytä noudattaa varovaisuutta pääteltäessä, ettei saamelaisten läsnäolosta jollakin alueella ole mahdollista saada konkreettisia tietoja.
sme: Dát bealit rávvejit váruhit dahkamis loahppajurdagiid das go guovllus váilot oinnolaš dieđut sámiid orrumis.

source: Tämä koskee etenkin Selbua, jossa saamelaisten kulttuurimuistomerkkien tutkimus on ollut laajuudeltaan erittäin pienimuotoista.
sme: Dát gusto iiba unnánge Selbus, mas hui vánit leat ohcan sámi kulturmuittuid.

source: On myös otettava huomioon, että norjalaisten ja saamelaisten välisessä kommunikaatiossa voi syntyä väärinkäsityksiä, koska kielelliset ja kulttuuriset erot saattavat johtaa siihen, että ihmiset käsittävät toisensa väärin.
sme: Vuhtii lea dárbu váldit ahte go dážat ja sámi geahččalit gulahallat gaskaneaset, de sáhttet čuožžilit boastto ipmárdusat dainnago giellalaš ja kultuvrralaš erohusaid geažil ipmirdit boastot guđet guimmiideaset.

source: esimerkiksi hallituksen selonteko, St. meld., n:o 23 (2000−2001), sivun 78 ensimmäinen palsta. ”
sme: Dát váldojuvvoge ovdan ođđaset almmolaš čielggademiin mat váldet ovdan duopmostuolloorganisašuvnna, vrd. omd. Sd. dieđ. nr. 23 (2000-2001) siiddu 78 vuosttaš gurgadasa. ”

source: kolmannen kappaleen määräykselle.
sme: Dán guovtti duomu oaivilat dat ee. leat vuođđun goalmmát lađđasa mearrádussii.

source: Neljäs kappale: Saamelaiset ovat kautta aikojen eri tavoilla menettäneet aiemmin
sme: Njealját lađas: Áiggiid čađa sámit leat máŋgga ládje massán eatnamiid maid

source: käyttämiään maa-alueita.
sme: sii ovdal geavahedje.

source: Entisen kaltaista luonnonvarojen hyödyntämistä on myös rajoitettu
sme: Ovddeš áiggiid resursageavaheapmi lea maid máŋgga

source: monissa tapauksissa.
sme: dáhpáhusas gáržon.

source: Yksi esimerkki siitä on Ruotsissa 1990-luvun alussa harjoitettu
sme: Ovdamearkan lea unnafuođđobivdu mii lei Ruoŧas álgogeahčen

source: pienriistanmetsästys.
sme: 1990-jagiid.

source: Määräyksessä todetaan, etteivät 34 artiklan säännökset rajoita
sme: Mearrádus nanne ahte artihkkala 34 njuolggadusat eai mearkkaš

source: saamelaisten oikeutta saada takaisin sellaisia menettämiään alueita tai oikeuksia, joita heillä
sme: ráddjema sámiid vuoigatvuhtii oažžut ruovttoluotta iežaset massin guovlluid dahje

source: on kansallisen tai kansainvälisen oikeuden mukaan.
sme: vuoigatvuođaid nationála ja riikkaidgaskasaš njuolggadusaid mielde.

source: Valtioiden tulee ryhtyä välttämättömiin toimenpiteisiin suojatakseen tehokkaasti saamelaisten 34 artiklan mukaisia oikeuksia.
sme: Stáhtat galget čađahit dárbbašlaš doaibmabijuid maiguin beaktilit suodjaluvvojit sámiid vuoigatvuođat artihkkala 34 mielde.

source: Valtioiden tulee tässä tarkoituksessa erityisesti määritellä ne maa- ja vesialueet, joita saamelaiset perinteisesti käyttävät.
sme: Erenoamážit galget stáhtat dáinna ulbmiliin identifiseret daid eanan- ja čáhceviidodagaid maid sámit árbevirolaččat geavahit.

source: Kansallisessa oikeudessa tulee olla sopivia menettelyjä saamelaisten maahan ja veteen kohdistuvia oikeuksia koskevien vaatimusten käsittelemiseksi.
sme: Ulbmilii ávkkálaš ortnegat galget leat riikkalaš riektedoalus olámuttus maiguin iskat sámiid eanan- ja cáhcevuoigatvuođalaš áššiid.

source: Saamelaisten tulee erityisesti saada välttämätöntä taloudellista apua, jota vaaditaan, jotta he voisivat saada vaatimuksensa tuomioistuimen käsittelyyn.
sme: Sámit galget riidduin mat leat dakkár vuoigatvuođaid geažil duopmostuoluid ovddas, sáhttit oažžut dárbbašlaš ekonomalaš doarjaga vai sáhttet geahččalit áššiset doallevašvuođa.

source: Vaikka saamelaisten perinteisen maa- tai vesialueiden käytön onkin 34 artiklassa
sme: Vaikko artihkkal 34 dohkkeha árbevirolaš sámi geavaheami dakkár

source: tunnustettu olevan sellaista käyttöä, jolle oikeudet, niin käyttöoikeus kuin omistusoikeuskin,
sme: geavaheapm mii sáhttá ásahit vuoigatvuođaid, sihke geavahanvuoigatvuođa ja

source: voivat perustua, tällainen tunnustaminen ei sinänsä riitä turvaamaan heidän oikeuksiaan.
sme: eaiggáduššanvuoigatvuođa, de dakkár dohkkehus ihcalassii ii leat doarvái sin

source: Tämän johdosta 35 artiklassa on annettu säännöksiä saamelaisten oikeuksien toteuttamisesta
sme: vuoigatvuođaid sihkkarastimii. Artihkkalis 35 lea danne addojuvvon njuolggadusat

source: velvoittamalla sopimusvaltiot ennen kaikkea määrittelemään ne maa- ja vesialueet, joita
sme: das mo čađahit sámiid vuoigatvuođaid, vuos ja ovddimusat dainna lágiin ahte stáhtas

source: saamelaiset perinteisesti käyttävät, katso ensimmäinen kappale. Velvollisuus määritellä
sme: lea geatnegasvuohta identifiseret daid eanan- ja čáhceguovlluid maid sámit geavahit

source: kyseiset alueet koskee sekä niitä alueita, joihin saamelaisilla voi olla omistusoikeus, että niitä
sme: Geatnegasvuohta indentifiseret guovlluid guoská sihke daidda guovlluide main sámiin lea eaiggáduššanvuoigatvuohta, ja daid

source: alueita, joihin heillä voi olla ainoastaan käyttöoikeuksia.
sme: guovlluid main sis sáhttá leat duššefal geavahanvuoigatvuohta.

source: Ensimmäisessä kappaleessa
sme: Dakkár njuolggadus

source: ehdotetun kaltainen säännös on sopusoinnussa itsenäisten valtioiden alkuperäiskansoja ja
sme: maid Vuosttaš lađas árvala, heive bures oktii ILO-konvenšuvnnain nr. 169 mii lea

source: heimokansoja koskevan ILO:n yleissopimuksen n:o 169 14 artiklan 2 kohdan kanssa, joka
sme: iešmearrideaddji stáhtaid álgoálbmogiid ja álbmotčearddaid birra, artihkkal 14 nr. 2

source: kuuluu:
sme: mii čuodjá eŋgelasgillii ná:

source: olosuhteista ja niiden hallinnosta 17. kesäkuuta 2005 annetun lain (Finnmarkin laki) n:o 85
sme: resurssaid riektedilálašvuođaid ja hálddašeami birra, mii bođii geassemánu 17. b..

source: nojalla Norjaan perustetaan oma toimikunta, Finnmarkin komissio (Finnmarkskomisjonen),
sme: 2005, nr. 85, vuođđudit sierra lávdegotti, Finnmárkokommišuvnna, mii galgá

source: jonka tehtävänä on selvittää Finnmarkin maa- ja vesialueisiin liittyviä oikeuksia, katso 5 §:n
sme: čielggadit Finnmárkku eatnamiid ja čáziid vuoigatvuođaid, geahča § 5 goalmmát

source: kolmas momentti ja 5 luvun I kohta.
sme: lađđasa ja kap 5, čuoggá I. Jos čuožžila riidu vuoigatvuođaáššiid alde, de ášši lea

source: Näitä oikeuksia koskevat erimielisyydet voidaan viedä
sme: vejolaš oažžut sierraduopmostuolu ovdii, mii lea Finnmárkku meahcceduopmostuollu

source: tämän lain nojalla perustettavaan erityistuomioistuimeen eli Finnmarkin syrjäseutujen
sme: (Utmarksdomstolen for Finnmark), ja dat duopmostullo ásahuvvo lága mielde, gč.

source: tuomioistuimeen, katso 5 luvun II kohta.
sme: kap. 5 čuoggá II.

source: Ruotsi on ennen ILO:n yleissopimuksen n:o 169 ratifioimista asettanut rajojen
sme: Ovdalgo dohkkeha ILO-konvenšuvnna nr. 169, de Ruoŧŧa lea vuođđudan

source: vetämistä selvittävän komitean (gränsdragningskommission).
sme: rádjegeassinlávdegotti (gränsdragningskommission).

source: Komitean tehtävänä on
sme: Lávdegoddi galgá čielggadit

source: selvittää, mitä alueita saamelaisilla on tämän sopimuksen mukaan perinteisesti hallussaan tai
sme: mat guovlluid dat gullet sámi álbmogii konvenšuvnna mielde, dahje maid sii

source: mitä alueita he perinteisesti hyödyntävät yhdessä muiden kanssa.
sme: árbevirolaččat geavahit ovttas earáiguin.

source: Komitean tehtäviin lukeutuu
sme: Bargui gullá maid mearridit olggumus ráji

source: myös uloimman rajan määrittäminen niille alueille, joita saadaan käyttää poronhoitoon.
sme: daidda guovlluide maid boazodoallu beassá geavahit.

source: Rajojen vetämistä selvittävän komitean tulee toimeksiantonsa mukaan antaa ehdotuksensa
sme: Rádjegeassinlávdegoddi galgá

source: viimeistään joulukuussa 2005.
sme: bargomearrádusas mielde buktit iežas árvalusa maŋimusat juovlamánus 2005.

source: Toisen kappaleen mukaan sopimusvaltioiden tulee luoda kansalliseen oikeuteen
sme: Nuppi lađđasa mielde galget ásahuvvot heivvolaš ortnegat nationála riektái vai sámit

source: sopivia menettelyjä, jotta saamelaiset voivat saada 35 artiklan mukaisia maahan ja veteen
sme: artihkkala 35 mielde.

source: kohdistuvia oikeuksiaan koskevat vaatimuksensa käsitellyiksi. Vastaava säännös käy ilmi
sme: Sullasaš njuolggadus boahtá ovdan ILO-konvenšuvnnas nr. 169

source: ILO:n yleissopimuksen n:o 169 14 artiklan 3 kohdasta.
sme: artihkkal 14 nr. 3.

source: Vaatimuksen käsittelystä tuomioistuimessa voi aiheutua suuria kustannuksia.
sme: Divrras sáhttá šaddat iskat iežas ášši duopmostuolu ovddas.

source: Jotta
sme: Jos sámiin de duođas

source: saamelaisilla olisi todellinen mahdollisuus saada omat oikeutensa turvatuiksi, heille tulee
sme: galggaš leat vejolašvuohta oažžut suodjalupmái vuoigatvuođaideaset, de ferte sidjiide

source: taata tällaisen käsittelyn edellyttämä taloudellinen perusta.
sme: sihkkarastojuvvot ekonomalaš vuođđu dakkár iskama várás.

source: Tämän johdosta on määrätty, että
sme: Danne lea mearriduvvon

source: saamelaisten tulee saada välttämätöntä taloudellista apua 34 artiklan mukaisten oikeuksiensa
sme: vuoigatvuođaid artihkkala 34 mielde.

source: turvaamiseksi. Tällainen taloudellinen tuki on välttämätön, jotta kansalliseen oikeuteen
sme: Dakkár ekonomalaš vuođđu lea dárbu ovdalgo

source: voitaisiin sanoa luodun ILO:n yleissopimuksen 14 artiklan 3 kohdan mukaisia sopivia
sme: lea vejolaš dadjat ahte leat ásahuvvon dohkálaš ortnegat nationála riektedollui nugo

source: Komiteamietinnössä SOU 1999:25 Saamelaiset – Ruotsin alkuperäiskansa selvitysmies Sven
sme: Ruoŧa SOUs 1999:25 Samerna – ett ursprungsfolk i Sverige, cealká čielggadeaddji

source: ” Ruotsin säännökset eivät täytä yleissopimuksen vaatimusta, jonka mukaan saamelaisilla tulee olla todellinen mahdollisuus saada maa-alueita koskevat vaatimuksensa käsitellyiksi.
sme: ” Ruoŧŧilaš njuolggadusaid dáfus, de dat eai ollašuhte konvenšuvnna gáibádusaid das, ahte sámiin galgá leat duohta vejolašvuohta oažžut iežaset eanangáibádusaid doallevašvuođa iskkaduvvot.

source: Tämä johtuu siitä, ettei saamelaiskylillä ole mahdollisuutta maksaa tällaisista oikeusjutuista aiheutuvia oikeudenkäyntikuluja, jotka usein nousevat suuriin summiin.
sme: Sivva lea ahte čearuin ii leat vejolašvuohta máksit riektegeavvangoluid dakkár áššiin, mat dávjá leat stuorra ruhtasumiid duohken.

source: Jotta saamelaisilla voisi olla todellinen mahdollisuus saada yleissopimukseen perustuvat vaatimuksensa maa-alueisiin käsitellyiksi, on syytä ottaa käyttöön säännös, jonka nojalla valtion on vastattava sellaisten oikeusjuttujen oikeudenkäyntikuluista, joissa käsitellään saamelaisten maaoikeuksiin liittyviä periaatteellisesti tärkeitä kysymyksiä.
sme: Vai sámiin galgá leat duohta vejolašvuohta oažžut iežaset eanangáibádusaid iskkaduvvot konvenšuvnna mielde, de ferte njuolggadus ráhkaduvvot, mii mearkkaša ahte stáhta máksá riektgeavvangoluid mat gusket sámiid prinsihpalaččat deaŧalaš eananvuoigatvuođaáššiide.

source: Säännöksen tulee koskea tällaisten oikeusjuttujen molempia osapuolia, koska tämä on parhaiten sopusoinnussa sen yleissopimukseen perustuvan velvollisuuden kanssa, joka valtiolla on osaltaan selvittää alkuperäiskansojen maahan kohdistuvat oikeudet. ”
sme: Njuolggadus berre fátmmastit guktuid áššebeliid dakkár áššiin, go dat soahpá buoremusat oktii stáhta geatnegasvuođain konvenšuvnna mielde veahkehit álgoálbmogiid eananvuoigatvuođat čielget, nu. ”

source: Asiantuntijatyöryhmä yhtyy edellä lausuttuun.
sme: Áššedovdi joavku doarju dan mii daddjojuvvui dás.

source: Tässä yhteydessä voidaan myös viitata kansalaisoikeuksia ja poliittisia oikeuksia
sme: Čujuhit sáhttit maid ON-konvenšuvdnii mii lea siviila ja politihkalaš vuoigatvuođaid

source: koskevan YK:n yleissopimuksen 27 artiklaan.
sme: birra, artihkkal 27.

source: YK:n ihmisoikeuskomitea on lausunut, että
sme: ON olmmošvuoigatvuođaid lávdegoddi lea cealkán ahte stáhtat

source: valtion tulee maksaa maanomistajien nostamista oikeusjutuista aiheutuvat
sme: berrejit gokčat áššegoluid dallego eananeaiggát manná áššiin diggái. Dakkár

source: oikeudenkäyntikulut. Tällaisten kulujen maksaminen on välttämätöntä sen varmistamiseksi,
sme: gollogokčan lea dárbbašlaš jos sámit galggažit sáhttit seailluhit vuoigatvuođaideaset

source: että saamelaisten pystyvät huolehtimaan 27 artiklan mukaisista oikeuksistaan.
sme: artihkkala 27 mielde.

source: Tässä yhteydessä voidaan viitata ihmisoikeuskomitean päätelmään Concluding Observations of the
sme: Mii sáhttit čujuhit dása: Concluding Observations of the Human
